Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_gir_stotte_til_samiske_skoleprosjekter.html.tmx
Source language: nob
Languages: sme

source: Sametinget gir støtte til samiske skoleprosjekter
sme: Sámediggi addá doarjaga sámi skuvlaprošeavttaide

source: Sametingsrådet har bevilget midler til to skoleprosjekter som skal styrke elevenes kjennskap til samisk tradisjonskunnskap.
sme: Sámediggeráđđi lea juolludan ruđaid guovtti skuvlaprošektii mat galget nannet ohppiid máhtolašvuođa sámi árbedieđu birra.

source: Alta kommune mottar støtte til opplæring i å lage tradisjonelle nállogoahti (nålehus), mens Porsanger kommune mottar støtte til prosjektet Birgejupmi, der elevene lærer om sjøsamiske sanke- og jakttradisjoner.
sme: Álttá suohkan oažžu 24 079 ruvnno oahpahussii mo ráhkadit árbevirolaš nállogoađi. Porsáŋggu gielda oažžu 17 000 ruvnno Birgejupmi nammasaš prošektii, mas oahppit ohppet mearrasámi čoaggin- ja bivdoárbevieruid birra.

source: Komsa skole i Alta kommune ønsker å lære elevene om nállogoahti.
sme: Komsa skuvla Álttá suohkanis háliida oahpahit ohppiide nállogoađi birra.

source: Målet med prosjektet er å øke interessen for samisk språk, kultur og historie i lokalsamfunnet, samt styrke kunnskapen og stoltheten rundt dette.
sme: Prošeavtta ulbmil lea boktit báikkálaš servodaga beroštumi sámegillii, kultuvrii ja historjái, ja nannet máhtolašvuođa ja rámisvuođa dasa.

source: – Dette prosjektet er en fantastisk mulighet til å styrke elevenes faglige og sosiale kompetanse.
sme: – Dát prošeakta lea hui buorre vejolašvuohta nannet ohppiid fágalaš ja sosiála gelbbolašvuođa.

source: Ved å fremme samisk kultur, bidrar vi til å skape et inkluderende, respektfull og kunnskapsrikt samfunn hvor alle føler seg sett og hørt, sier sametingsråd Maren Benedicte Nystad Storslett (NSR).
sme: Go ovddidit sámi kultuvrra, de mii leat mielde ráhkadeamen fátmmasteaddji, gudnejahtti ja máhtolaš servvodaga masa buohkat dovdet gullevašvuođa, dadjá sámediggeráđđi Maren Benedicte Nystad Storslett (NSR).

source: Porsanger kommune ønsker å styrke skoleelevenes kunnskap om den lokale sjøsamiske kulturen, med fokus på sanke- og jakttradisjonene i Porsangerfjorden.
sme: Porsáŋggu gielda háliida nannet skuvlamánáid máhtu báikkálaš mearrasámi kultuvrra birra, čoaggin- ja bivdoárbevieruid birra Porsáŋgguvuonas.

source: Prosjektet har også mål om å stimulere til språkutvikling gjennom praktisk læring.
sme: Prošeavttas lea maid ulbmil movttiidahttit giellaovdáneapmái geavatlaš oahpahusa bokte.

source: Elevene vil utforske historiske bruksområder, og reflektere over kultur og miljøendringer.
sme: Oahppit guorahallet historjjálaš geavahanguovlluid, ja reflekterejit kultuvrra ja birasrievdademiid birra.

source: – Læring gjennom praktisk arbeid er både interessant og verdifullt.
sme: – Oahppan geavatlaš barggu bokte lea sihke miellagiddevaš ja mávssolaš.

source: Elevene lærer verdifull kunnskap, som er i ferd med å forsvinne med den eldre generasjonen.
sme: Oahppit ohppet mávssolaš máhttu, mii lea jávkamin boarráset buolvva mielde.

source: Jeg synes det er fint at Porsanger kommune ønsker å sette i gang prosjekt som kan være med på å utvikle elevenes sjøsamiske identitet og tilhørighet, sier sametingsråd Nystad Storslett.
sme: Mu mielas lea buorre go Porsáŋggu gielda háliida álggahit prošeavtta mii sáhttá leat mielde ovdánahttimin ohppiid mearrasámi identitehta ja gullevašvuođa, lohká sámediggeráđđi Nystad Storslett.
